---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.DocumentReloadLatestProgressChangedEventArgs
source: html/ed948d52-16cf-e99e-1be3-e1c412bfbbba.htm
---
# DocumentReloadLatestProgressChangedEventArgs Methods

Indicates whether the event is being cancelled.